[
    {
        "title": "Bindr",
        "year": "2024",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Bindr is designed as an AI-powered, user-friendly web application that provides students with an interactive, personalized tool to organize study material, practice concepts, and keep track of deadlines."    },
    {
        "title": "League of Legends Ban Rate Analysis",
        "year": "2024",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "An in-depth data science project conducted at UCSD that dives into exploratory data analysis, hypothesis testing, baseline model development, and fairness assessment of the tournaments of this game."
    },
    {
        "title": "Wheel of Fortune Analysis",
        "year": "2024",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "An statistical approach to solving the most likely characters to appear in the final round of the American game show, Wheel of Fortune, using frequency analysis and NLP techniques."
    },
    {
        "title": "US Energy Overview",
        "year": "2024",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "This project analyzes time-series energy data from Energy Information Administration from 1949 until 2024, with the goal of forecasting future energy consumption. The analysis includes interactive visualizations and forecasting using Holt-Winter models."
    },
    {
        "title": "Impedit illo facilis aliquid.",
        "year": "2025",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Voluptatibus, ut doloribus explicabo mollitia neque, impedit aliquam porro necessitatibus consequatur dolore tempora unde debitis quibusdam error eveniet, maxime fugiat recusandae nesciunt exercitationem laboriosam iure odio? Assumenda esse debitis ab?"
    },
    {
        "title": "Optio ducimus voluptas obcaecati!",
        "year": "2025",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Enim accusantium deserunt, dolore odio iusto, facere cum harum culpa molestias nihil dicta reiciendis unde nemo minus, quidem illo nostrum beatae voluptatibus ducimus? Suscipit, omnis quibusdam sunt dolorem quaerat eveniet!"
    },
    {
        "title": "Saepe earum maiores officia!",
        "year": "2023",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Facilis magni voluptates itaque dolor voluptas, quisquam reprehenderit culpa esse nihil inventore corporis eos ad odit laudantium eius blanditiis accusantium repudiandae. Quae pariatur alias cumque suscipit, illum quibusdam ad impedit."
    },
    {
        "title": "Aspernatur quibusdam facilis esse!",
        "year": "2023",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Ducimus neque blanditiis similique cupiditate consectetur sunt repellat odio aliquid incidunt provident pariatur repudiandae, exercitationem voluptas, obcaecati eius voluptates qui. Neque porro saepe harum possimus recusandae perspiciatis doloribus iusto voluptate."
    },
    {
        "title": "Hic quo debitis quae.",
        "year": "2023",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Porro eos iusto asperiores illo repellat alias qui, ipsa excepturi ad, sed illum possimus. Animi, tenetur soluta, autem repellat tempora saepe nesciunt suscipit non consectetur cumque odio nemo beatae quo."
    },
    {
        "title": "Error quibusdam quo dicta.",
        "year": "2022",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Sed unde eligendi temporibus. Eius, odit odio. Aperiam possimus laboriosam sequi pariatur, excepturi, nisi tenetur consequatur asperiores molestias ratione, maxime voluptatem voluptates quia fugiat doloribus. Optio quam fugiat pariatur dicta."
    },
    {
        "title": "Nulla atque commodi accusamus?",
        "year": "2022",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Voluptate corporis, maiores veritatis unde mollitia dicta aspernatur, voluptas animi esse sit consequatur sint modi minima facere asperiores fugiat iusto officiis. Impedit illum deleniti eius, architecto quaerat sapiente et sed."
    },
    {
        "title": "Ratione ullam suscipit optio?",
        "year": "2021",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Aliquid non unde perspiciatis, ullam aperiam earum. Enim maiores quam exercitationem nobis, a doloribus culpa nulla numquam provident optio id corporis tempora animi dolore. Ratione cumque veritatis aliquam voluptate quisquam?"
    }
]